/* 
   CertInfo.strings
   CertUI

   Created by Benjamin Phipps on 10/28/09.
   Copyright 2009 Apple Inc. All rights reserved.
 */

/* Nav Bar button title. Used for accepting a trust */
"ACCEPT" = "Kabul Et";

/* Nav title for the details view */
"DETAILS" = "Ayrıntılar";

/* Table Cell strings */
"MORE_DETAILS" = "Daha Fazla Ayrıntı";

/* Gradient text indicating a certificate is not trusted */
"TRUSTED" = "Güvenilir";

/* Gradient text indicating a certificate is not trusted */
"NOT_TRUSTED" = "Güvenilir Değil";

/* Description Labels */
"DESCRIPTION" = "Açıklama";
"EXPIRES" = "Bitiş";

/* Certificate title */
"CERTIFICATE" = "Sertifika";

/* Title for a list of certificates */
"CERTIFICATES" = "Sertifikalar";

/* Label for issuer in certificate list */
"ISSUED_BY_LABEL" = "Sertifika Veren:";

/* Label for certificate expiration in certificate list */
"EXPIRES_LABEL" = "Bitiş:";

/* Label for certificate expiration in certificate list */
"EXPIRED_LABEL" = "Son Kullanma:";
